//
//  Emodji.swift
//  Shopping List
//
//  Created by Pavel Moroz on 19.04.2020.
//  Copyright © 2020 Pavel Moroz. All rights reserved.
//

import Foundation

struct Emodji {

    var name: String = ""

    func setupName(_ name: String) -> String {
        var emodji = "📌"
        for (key,value) in dictEmodji {
            
            if name.lowercased().contains(key.lowercased()) || name.lowercased().prefix(3) == key.lowercased().prefix(3) {
                emodji = value
            }
        }
        return emodji
    }

}

let dictEmodji = [
    "Молоко":"🥛","Яблоко":"🍏","Груша":"🍐",
    "Апельсин":"🍊","Лимон":"🍋","Банан":"🍌",
    "Арбуз":"🍉","Виноград":"🍇","Клубника":"🍓",
    "Дыня":"🍈","Вишня":"🍒","Персик":"🍑",
    "Манго":"🥭","Ананас":"🍍","Кокос":"🥥",
    "Киви":"🥝","Помидор":"🍅","Баклажан":"🍆",
    "Авокадо":"🥑","Брокколи":"🥦","Зелень":"🥬",
    "Огурец":"🥒","Перец":"🌶","Кукурудза":"🌽",
    "Морковка":"🥕","Чеснок":"🧄","Лук":"🧅",
    "Картошка":"🥔","Круассан":"🥐","Пончик":"🥯",
    "Хлеб":"🍞","Сыр":"🧀","Виски":"🥃",
    "Яйцо":"🥚","Масло":"🧈","Вафля":"🧇",
    "Бекон":"🥓","Стейк":"🥩","Креветка":"🍤",
    "Курица":"🍗","Мороженое":"🍦","Торт":"🍰",
    "Леденец":"🍭","Шоколад":"🍫","Печенье":"🍪",
    "Кофе":"☕️","Сок":"🧃","Пиво":"🍺",
    "Шампанское":"🥂","Вино":"🍷","Коньяк":"🥃",
    "Рыба":"🐟","Суши":"🥢","Салат":"🥬",
    "Фрукты":"🍎"
]


