Repository: MorozPavlo/Shopping-List
Catalog: Shopping List/Storyboard/*.lproj/Main.strings
Languages: ru, uk

# 08b-6n-hsy.title
source: Settings
ru: Настройки
uk: Налаштування

# 4O8-30-8Ze.footerTitle
source: You will be able to indicate the cost of the product when you add it in the basket.
ru: Вы сможете указать стоимость продукта, когда положите его в корзину.
uk: Ви зможете вказати вартість продукту, коли додасте його в кошик.

# 4O8-30-8Ze.headerTitle
source: SHOPPING LIST
ru: СПИСОК ПОКУПОК
uk: СПИСОК ПОКУПОК

# 5t6-Mc-YmG.footerTitle
source: Choose the icon you like!
ru: Выберите иконку на свой вкус!
uk: Виберіть іконку на свій смак!

# 5t6-Mc-YmG.headerTitle
source: APPLICATION ICON
ru: ИКОНКА ПРИЛОЖЕНИЯ
uk: Іконка додатку

# 7do-YM-sCH.footerTitle
source: We will be very grateful!
ru: Мы будем очень признательны!
uk: Ми будемо дуже вдячні!

# 7do-YM-sCH.headerTitle
source: RATING APP
ru: ОЦЕНКА ПРИЛОЖЕНИЯ
uk: ОЦІНКА ДОДАТКУ

# I0K-Cf-TXd.title
source: Settings
ru: Настройки
uk: Налаштування

# WrO-ny-oNv.text
source: В корзине
uk: В кошику

# XtA-Y2-PF6.text
source: Currency
ru: Валюта
uk: Валюта

# b4z-Rb-h2f.headerTitle
source: POSITION ADDING BUTTON
ru: КНОПКА ДОБАВЛЕНИЯ ПОЗИЦИИ
uk: КНОПКА ДОДАВАННЯ ПОЗИЦІЇ

# rCS-Cg-tSx.text
source: Maintain cost accounting
ru: Вести учёт стоимости
uk: Вести облік вартості

# tVw-Ii-UPL.normalTitle
source: Rate us on the App Store
ru: Оценить нас в App Store
uk: Оцінити нас в App Store ⭐️⭐️⭐️⭐️⭐️

# w7U-Fr-Mws.text
source: Button at the bottom of the list
ru: Кнопка добавления внизу
uk: Кнопка додавання знизу
