Repository: MorozPavlo/Shopping-List
Catalog: Shopping List/*.lproj/Localizable.strings
Languages: uk

source: Categories
uk: Категорії

source: Shopping List
uk: Список покупок

source: Settings
uk: Налаштування

# SlavaUkraine
source: Slava Ukraini
uk: Слава Україні

source: Main
uk: Основна

source: Blue breeze
uk: Синій Бриз

source: Unusual
uk: Незвичайність

source: Simplicity
uk: Простота

source: Need to buy
uk: Потрібно купити

source: In the basket
uk: В кошику

source: Adding Position
uk: Додавання позиції

# WhatToAdd
source: What do you want to add to the list?
uk: Що хочете додати в список?

source: Add
uk: Додати

source: Cancel
uk: Скасувати

# ChangedApplicationIcon
source: You have changed the application icon!
uk: Ви змінили іконку додатку!

source: Edit
uk: Редагувати

# EditPosition
source: Position editing
uk: Редагування позиції

# WhatToChange
source: Enter new name
uk: Введіть нове імʼя

# CurrencyTotal
source: Total check: %.2f
uk: Всього чек: %.2f

# CurrencyChoose
source: Choose currency
uk: Виберіть валюту

source: Successfully!
uk: Успішно!

# CurrencyChooseSuccessfully
source: Currency set
uk: Валюта встановлена

source: Save
uk: Зберегти

source: OK
uk: Добре

# Del
source: Delete
uk: Видалити

source: Cost of goods
uk: Вартість товару

# EnterСost
source: Enter cost
uk: Вкажіть вартість товару

source: Deleting Items
uk: Видалення позицій

# AreYouSure
source: Are you sure you want to delete the items that are in the cart?
uk: Ви дійсно хочете видалити позиції, які знаходяться в кошику?

# NotToBuy
source: There are no products to buy!
uk: Немає продуктів, які потрібно купити.

# NotToDelete
source: No products are in the basket!
uk: Немає продуктів, які лежать в кошику!

# Emodji
source: EN
uk: UK

# ListDontSaveToBufer
source: List is empty
uk: Список порожній

source: New position
uk: Нова позиція

# EnterName
source: Enter the name of the category
uk: Добавьте назву категорії

source: Adding Category
uk: Створити категорію

source: Deleting Category
uk: Видалення категории

# AreYouSureDeleteCategory
source: Are you sure you want to delete this Category?
uk: Ви впевненні, що хочете видалити цю категорію?

# EditCaterogy
source: Category editing
uk: Редагування категорії
